exports.dataTable = {
    サツバツ : {
        dice : 'd',
        data : {
            1:'**「死ねーッ！」腹部に強烈な一撃！　敵はくの字に折れ曲がり、ワイヤーアクションめいて吹っ飛んだ！**：本来のダメージ＋１ダメージを与える。敵は後方の壁または障害物に向かって、何マスでもまっすぐ弾き飛ばされる（他のキャラのいるマスは通過する）。壁または障害物に接触した時点で、敵はさらに１ダメージを受ける。敵はこの激突ダメージに対して改めて『回避判定』を行っても良い。',
            2:'**「イヤーッ！」頭部への痛烈なカラテ！　眼球破壊もしくは激しい脳震盪が敵を襲う！**：本来のダメージを与える。さらに敵の【ニューロン】と【ワザマエ】がそれぞれ１ずつ減少する（これによる最低値は１）。残虐ボーナスにより【万札】がD３発生。この攻撃を【カルマ：善】のキャラに対して行ってしまった場合、【DKK】がD３上昇する。',
            3:'**「苦しみ抜いて死ぬがいい」急所を情け容赦なく破壊！**：本来のダメージ＋１ダメージを与える。耐え難い苦痛により、敵は【精神力】が–２され、【ニューロン】が１減少する（これによる最低値は１）。残虐ボーナスにより【万札】がD３発生。この攻撃を【カルマ：善】のキャラに対して行ってしまった場合、【DKK】がD３上昇する。',
            4:'**「逃げられるものなら逃げてみよ」敵の脚を粉砕！**：本来のダメージを与える。さらに敵の【脚力】がD３減少する（最低値は１）。残虐ボーナスにより【万札】がD３発生。この攻撃を【カルマ：善】のキャラに対して行ってしまった場合、【DKK】がD３上昇する。',
            5:'**「これで手も足も出まい！」敵の両腕を切り飛ばした！　鮮血がスプリンクラーめいて噴き出す！**：本来のダメージ＋１ダメージを与える。さらに敵の【ワザマエ】と【カラテ】がそれぞれ２減少する（最低値は１）。残虐ボーナスにより【万札】がD３発生。この攻撃を【カルマ：善】のキャラに対して行ってしまった場合、【DKK】がD３上昇する。',
            6:'**「イイイヤアアアアーーーーッ！」ヤリめいたチョップが敵の胸を貫通！　さらに心臓を掴み取り、握りつぶした！　ナムアミダブツ！**：敵は残り【体力】に関係なく即死する。残虐ボーナスにより【万札】がD６発生。この攻撃を【カルマ：善】のキャラに対して行ってしまった場合、【DKK】がD６上昇する。',
        },
    },
    Wasshoiエントリー : {
        dice : 'd',
        data : {
            1:'**高所からの回転着地！タタミ四枚の距離で睨み合った！**：標的ニンジャから３または４マス離れた任意の場所に【殺】コマを置くこと。',
            2:'**ドアを蹴破って出現！**：そのマップの任意のドアの隣に【殺】コマを置くこと。マップ外に繋がるドアならばどれを選んでも良い。またマップ内の別部屋につながるドアの場合でも、他のPCがいない部屋からの出現になるならば、どこを選んでも良い。なお、ドアにあらかじめ鍵をかけるなどの行為は全て無駄である。',
            3:'**天井破壊または垂直リフト射出により出現！**：標的ニンジャから２マス離れた任意の場所に【殺】コマを置くこと。',
            4:'**冷蔵庫や金庫から突如出現！**：そのマップ上に存在するトレジャーボックスの中に、ニンジャスレイヤーが潜んでいた。標的ニンジャから最も近いトレジャーボックス１個の隣に【殺】コマを置くこと。',
            5:'**KRAAAAASH！ 窓を突き破り出現！**：標的ニンジャから最も近い窓の隣に【殺】コマを置くこと。窓がマップにない場合は「２：ドアを蹴破って出現」になる。',
            6:'**「行き先はジゴクですよ」**：マップ上にいるモータル１人（標的ニンジャから最も近くにいる者）が、実はニンジャスレイヤーの変装であった。そのモータルのコマを【殺】に変更せよ。驚きのあまり、標的ニンジャは次の手番に『ウカツ！』状態となる。',
        },
    },
}